{"config": {"layers": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "use_bias": true, "name": "dense_1", "kernel_regularizer": null, "dtype": "float32", "bias_constraint": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "activation": "relu", "kernel_constraint": null, "units": 24, "batch_input_shape": [null, 10]}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "use_bias": true, "name": "dense_2", "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "activation": "relu", "kernel_constraint": null, "units": 24}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "use_bias": true, "name": "dense_3", "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 10}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential", "keras_version": "2.2.4", "backend": "tensorflow"}