{"config": {"layers": [{"config": {"batch_input_shape": [null, 11], "activity_regularizer": null, "bias_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "trainable": true, "kernel_constraint": null, "dtype": "float32", "bias_regularizer": null, "units": 36, "name": "dense_1", "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 36, "trainable": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "name": "dense_2", "activation": "relu"}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 10, "trainable": true, "kernel_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "name": "dense_3", "activation": "linear"}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential", "keras_version": "2.2.4", "backend": "tensorflow"}