{"class_name": "Sequential", "backend": "tensorflow", "config": {"layers": [{"class_name": "Dense", "config": {"kernel_constraint": null, "trainable": true, "kernel_regularizer": null, "batch_input_shape": [null, 10], "dtype": "float32", "name": "dense_1", "activity_regularizer": null, "units": 36, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "activation": "relu", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "name": "dense_2", "activity_regularizer": null, "units": 36, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "bias_regularizer": null, "trainable": true, "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "name": "dense_3", "activity_regularizer": null, "units": 10, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "linear", "bias_regularizer": null, "trainable": true, "bias_constraint": null}}], "name": "sequential_1"}, "keras_version": "2.2.4"}