{"config": {"layers": [{"config": {"activation": "relu", "trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 10], "use_bias": true, "bias_regularizer": null, "units": 24, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dtype": "float32", "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_1", "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_regularizer": null, "units": 24, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_2", "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "linear", "trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_regularizer": null, "units": 10, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_3", "bias_constraint": null, "kernel_constraint": null}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4"}