{"keras_version": "2.2.4", "config": {"layers": [{"config": {"kernel_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "batch_input_shape": [null, 10], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "activity_regularizer": null, "dtype": "float32", "trainable": true, "name": "dense_1", "units": 36, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "name": "dense_2", "units": 36}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear", "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "name": "dense_3", "units": 10}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential", "backend": "tensorflow"}