{"config": {"name": "sequential_1", "layers": [{"config": {"dtype": "float32", "use_bias": true, "bias_regularizer": null, "units": 36, "kernel_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 1], "activation": "relu", "name": "dense_1", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"use_bias": true, "bias_regularizer": null, "units": 36, "kernel_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "name": "dense_2", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"use_bias": true, "bias_regularizer": null, "units": 1, "kernel_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear", "name": "dense_3", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}]}, "keras_version": "2.2.4", "class_name": "Sequential", "backend": "tensorflow"}