{"keras_version": "2.2.4", "backend": "tensorflow", "config": {"layers": [{"config": {"activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 10], "dtype": "float32", "kernel_constraint": null, "name": "dense_1", "units": 36, "trainable": true, "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "name": "dense_2", "units": 36, "trainable": true, "activity_regularizer": null, "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"activation": "linear", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "name": "dense_3", "units": 10, "trainable": true, "activity_regularizer": null, "bias_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential"}