{"backend": "tensorflow", "class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"name": "dense_1", "batch_input_shape": [null, 11], "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "units": 36, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "use_bias": true, "kernel_regularizer": null, "activation": "relu", "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"name": "dense_2", "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "units": 36, "trainable": true, "bias_constraint": null, "use_bias": true, "kernel_regularizer": null, "activation": "relu", "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"name": "dense_3", "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "units": 10, "trainable": true, "bias_constraint": null, "use_bias": true, "kernel_regularizer": null, "activation": "linear", "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}]}, "keras_version": "2.2.4"}