{"keras_version": "2.2.4", "config": {"name": "sequential_5", "layers": [{"config": {"activation": "relu", "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "units": 36, "bias_regularizer": null, "trainable": true, "bias_constraint": null, "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 1], "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_13", "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "name": "dense_14", "use_bias": true, "kernel_constraint": null, "units": 36, "bias_regularizer": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activation": "relu", "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "name": "dense_15", "use_bias": true, "kernel_constraint": null, "units": 1, "bias_regularizer": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activation": "linear", "kernel_regularizer": null}, "class_name": "Dense"}]}, "class_name": "Sequential", "backend": "tensorflow"}