{"keras_version": "2.2.4", "class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"use_bias": true, "bias_regularizer": null, "units": 36, "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activation": "relu", "batch_input_shape": [null, 10], "activity_regularizer": null, "name": "dense_1", "dtype": "float32"}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_regularizer": null, "units": 36, "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "activity_regularizer": null, "name": "dense_2", "trainable": true}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_regularizer": null, "units": 10, "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "linear", "activity_regularizer": null, "name": "dense_3", "trainable": true}}], "name": "sequential_1"}, "backend": "tensorflow"}