{"config": {"name": "sequential_1", "layers": [{"config": {"name": "dense_1", "kernel_constraint": null, "activation": "relu", "units": 36, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "use_bias": true, "trainable": true, "batch_input_shape": [null, 10], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "dtype": "float32"}, "class_name": "Dense"}, {"config": {"name": "dense_2", "kernel_constraint": null, "activation": "relu", "units": 36, "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_3", "kernel_constraint": null, "activation": "linear", "units": 10, "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}]}, "class_name": "Sequential", "keras_version": "2.2.4", "backend": "tensorflow"}