{"backend": "tensorflow", "keras_version": "2.2.4", "class_name": "Sequential", "config": {"name": "sequential_5", "layers": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 1], "kernel_regularizer": null, "activation": "relu", "bias_regularizer": null, "activity_regularizer": null, "name": "dense_13", "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "units": 36, "bias_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "activation": "relu", "name": "dense_14", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "units": 36, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "activation": "linear", "name": "dense_15", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "units": 1, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "kernel_constraint": null, "bias_constraint": null}}]}}