{"config": {"layers": [{"config": {"use_bias": true, "batch_input_shape": [null, 2], "dtype": "float32", "bias_constraint": null, "name": "dense_4", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 24, "activity_regularizer": null, "activation": "linear", "bias_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "name": "activation_3"}, "class_name": "Activation"}, {"config": {"use_bias": true, "bias_constraint": null, "trainable": true, "name": "dense_5", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 24, "activity_regularizer": null, "activation": "linear", "bias_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "name": "activation_4"}, "class_name": "Activation"}, {"config": {"use_bias": true, "bias_constraint": null, "trainable": true, "name": "dense_6", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 1, "activity_regularizer": null, "activation": "linear", "bias_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null}, "class_name": "Dense"}], "name": "sequential_2"}, "keras_version": "2.2.4", "backend": "tensorflow", "class_name": "Sequential"}