{"config": {"name": "sequential_1", "layers": [{"config": {"batch_input_shape": [null, 10, 1], "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "name": "lstm_1", "recurrent_regularizer": null, "units": 32, "activity_regularizer": null, "unit_forget_bias": true, "dropout": 0.0, "recurrent_initializer": {"config": {"gain": 1.0, "seed": null}, "class_name": "Orthogonal"}, "return_sequences": false, "go_backwards": false, "kernel_regularizer": null, "use_bias": true, "activation": "tanh", "bias_constraint": null, "return_state": false, "dtype": "float32", "recurrent_constraint": null, "recurrent_activation": "hard_sigmoid", "unroll": false, "implementation": 1, "recurrent_dropout": 0.0, "stateful": false, "trainable": true}, "class_name": "LSTM"}, {"config": {"name": "activation_1", "trainable": true, "activation": "tanh"}, "class_name": "Activation"}, {"config": {"bias_regularizer": null, "units": 1, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "name": "dense_1", "kernel_constraint": null, "activity_regularizer": null, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activation": "linear", "use_bias": true}, "class_name": "Dense"}]}, "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4"}