{"keras_version": "2.2.4", "class_name": "Sequential", "config": {"layers": [{"class_name": "LSTM", "config": {"dtype": "float32", "bias_regularizer": null, "trainable": true, "activation": "tanh", "recurrent_initializer": {"class_name": "Orthogonal", "config": {"seed": null, "gain": 1.0}}, "recurrent_activation": "hard_sigmoid", "implementation": 1, "unroll": false, "stateful": false, "use_bias": true, "go_backwards": false, "kernel_constraint": null, "unit_forget_bias": true, "dropout": 0.0, "recurrent_constraint": null, "units": 32, "return_sequences": false, "return_state": false, "kernel_regularizer": null, "name": "lstm_1", "recurrent_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "batch_input_shape": [null, 40, 1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "bias_constraint": null, "recurrent_dropout": 0.0}}, {"class_name": "Activation", "config": {"activation": "tanh", "trainable": true, "name": "activation_1"}}, {"class_name": "Dense", "config": {"activation": "linear", "bias_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "bias_constraint": null, "name": "dense_1", "units": 1, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "kernel_constraint": null}}], "name": "sequential_1"}, "backend": "tensorflow"}