{"class_name": "Sequential", "config": {"layers": [{"class_name": "LSTM", "config": {"batch_input_shape": [null, 40, 1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "recurrent_activation": "hard_sigmoid", "return_state": false, "activation": "tanh", "name": "lstm_1", "recurrent_regularizer": null, "activity_regularizer": null, "go_backwards": false, "dtype": "float32", "kernel_regularizer": null, "bias_regularizer": null, "unroll": false, "kernel_constraint": null, "return_sequences": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "recurrent_dropout": 0.0, "unit_forget_bias": true, "use_bias": true, "trainable": true, "dropout": 0.0, "bias_constraint": null, "stateful": false, "implementation": 1, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "recurrent_constraint": null, "units": 100}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_1", "activation": "tanh"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "name": "dense_1", "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "units": 1, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null}}], "name": "sequential_1"}, "backend": "tensorflow", "keras_version": "2.2.4"}