{"config": {"layers": [{"config": {"batch_input_shape": [null, 10, 1], "bias_regularizer": null, "recurrent_constraint": null, "recurrent_activation": "hard_sigmoid", "dtype": "float32", "activation": "tanh", "units": 32, "kernel_regularizer": null, "return_state": false, "trainable": true, "recurrent_regularizer": null, "unit_forget_bias": true, "kernel_constraint": null, "stateful": false, "implementation": 1, "unroll": false, "recurrent_dropout": 0.0, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "go_backwards": false, "return_sequences": false, "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "name": "lstm_1", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dropout": 0.0, "activity_regularizer": null, "bias_constraint": null, "use_bias": true}, "class_name": "LSTM"}, {"config": {"trainable": true, "name": "activation_1", "activation": "tanh"}, "class_name": "Activation"}, {"config": {"bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "name": "dense_1", "activation": "linear", "units": 1, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "bias_constraint": null, "use_bias": true, "kernel_constraint": null}, "class_name": "Dense"}], "name": "sequential_1"}, "backend": "tensorflow", "keras_version": "2.2.4", "class_name": "Sequential"}