{"config": {"layers": [{"class_name": "Dense", "config": {"trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "dtype": "float32", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "batch_input_shape": [null, 11], "use_bias": true, "kernel_regularizer": null, "name": "dense_1", "bias_constraint": null, "kernel_constraint": null, "bias_regularizer": null, "units": 36, "activation": "relu"}}, {"class_name": "Dense", "config": {"trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 36, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "use_bias": true, "activation": "relu", "kernel_regularizer": null, "name": "dense_2", "bias_constraint": null, "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 10, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "use_bias": true, "activation": "linear", "kernel_regularizer": null, "name": "dense_3", "bias_constraint": null, "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null}}], "name": "sequential_1"}, "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4"}