{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4", "config": {"name": "sequential_5", "layers": [{"class_name": "Dense", "config": {"kernel_constraint": null, "units": 36, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "bias_constraint": null, "trainable": true, "bias_regularizer": null, "use_bias": true, "activation": "relu", "dtype": "float32", "name": "dense_13", "kernel_regularizer": null, "batch_input_shape": [null, 1]}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "units": 36, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "bias_constraint": null, "trainable": true, "bias_regularizer": null, "use_bias": true, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_14"}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "units": 1, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "bias_constraint": null, "trainable": true, "bias_regularizer": null, "use_bias": true, "activation": "linear", "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_15"}}]}}