{"backend": "tensorflow", "class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"activation": "relu", "kernel_regularizer": null, "dtype": "float32", "kernel_constraint": null, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "name": "dense_1", "trainable": true, "batch_input_shape": [null, 10], "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "units": 36}}, {"class_name": "Dense", "config": {"activation": "relu", "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "name": "dense_2", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "units": 36}}, {"class_name": "Dense", "config": {"activation": "linear", "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "name": "dense_3", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "units": 10}}]}, "keras_version": "2.2.4"}